[
	{
		"name": "Ekallu",
		"replaces": "Walls",
		"uniqueTo": "Morocco",
		"cityStrength": 5,
		"cityHealth": 50,
		"hurryCostModifier": 25,
		"requiredTech": "Masonry",
		"civilopediaText": [ {"text": "The Assyrian ekallu, or palace, was a complex for both royal residence and political function. They were imposing centers that balanced public and private spaces – they included reception halls and a throne room for visitors, administrative offices for officials, and gardens and dwellings for the king and his family. Buildings were richly decorated according to each space’s intended audience. Statues of creatures like lions and human-animal hybrids flanked gates and entrances, and painted reliefs adorned the walls. In diplomatic spaces, their subjects were royal in nature, such as court scenes and lion hunts, while private spaces focused on mythological or religious sequences."}, {"separator": true}],
		"uniques": ["[+1 Production] from every [Culture] <in this city> <hidden from users>", "Comment [+1 [Production] from every [Culture] building in this city]", "Destroyed when the city is captured"]
	},
	
	{
        "name": "Punic Port",
		"replaces": "Harbor",
		"uniqueTo": "Carthage",
       	"cost": 120,
        "hurryCostModifier": 100,
		"civilopediaText": [ {"text": "As a naval economic power, Carthage’s success and survival relied on its port. The remarkable structure consisted of the outer commercial dockyard and the inner cothon for warships. The entire project was excavated from marshland circa 200 BCE, requiring the movement of around 235,000 cubic meters of soil. They were built of sandstone ashlar blocks, and were largely concealed from the outside by immense walls; the narrow entrances to the outer and inner harbors could be closed off with huge iron chains. When the Romans conquered Carthage during the Third Punic War, the port was the first part of the city to be destroyed. Yet its footprint remains prominent on the Tunisian coast, one of the few vestiges of Carthaginian glory."}, {"separator": true}],
        "uniques": ["Connects trade routes over water", "Must be next to [Coast]", "[+1 Production] from [Water resource] tiles [in this city]",
				"[+2 Gold] from [Coast] tiles [in this city] <in [non-[Capital]] cities>", "[+1 Gold, +1 Production] from [Coast] tiles [in this city] <in [Capital] cities>"],
        	"requiredTech": "Compass"
    },
	
	{
		"name": "Necropolis",
		"replaces": "Temple",
		"uniqueTo": "Khemet",
		"cost": 100,
		"hurryCostModifier": 160,
		"faith": 2,
		"requiredBuilding": "Shrine",
		"civilopediaText": [ {"text": "According to ancient Egyptians, true immortality was found in death, but significant preparation was required to achieve the best outcome in the afterlife. The necropolis ('city of the dead') developed to support and serve the extensive funerary practices that prepared body and soul for their final journey. Upon death, Egyptians believed the soul departed the body, which needed to be preserved until the spirit’s return allowed for rebirth. This process was accomplished through mummification, during which the organs were removed and the corpse was dried out, treated, and wrapped in linen before being interred in a sarcophagus. The dead were buried with spells to guide them to the afterlife, as well as food, tools, treasures, and other supplies they would need for the journey. \nNumerous dangerous paths traversed the Duat, or underworld, and the passage taken by the deceased was determined by their status in life. If the soul succeeded in this voyage, it faced judgment and was weighed against the feather of Ma’at to determine if it was pure enough to enter Sekhet-Aaru, the paradisial Field of Reeds. Those who passed the test would find new life…those who failed were consumed by the goddess Ammit, never to be reborn."}, {"separator": true}],
		"uniques": ["Gain [100] [Gold] <upon constructing [Wonders] [in this city]> <(modified by game speed)>", "Destroyed when the city is captured"],
		"requiredTech": "Philosophy"
	},

	{
		"name": "Acropolis",
		"replaces": "Amphitheater",
		"uniqueTo": "Greece",
		"cost": 100,
		"hurryCostModifier": 160,
		"culture": 3,
		"specialistSlots": {"Artist": 1},
        "requiredBuilding": "Monument",
		"civilopediaText": [ {"text": "The Acropolis, 'upper city', was the core district of a Greek settlement. Built atop a steep hill, it was designed as a citadel and provided a safe haven to the populace in the event of war. Due to its strong defenses, the acropolis often housed the city’s treasury, as well as the residence of its leader. In peacetime, it was a center for religion and society. Temples were raised to the gods, rituals and festivals were held within its walls, and cultural events such as theatrical and musical performances attracted locals and tourists alike. \nWhile each major city featured an acropolis, the most famous remains that of Athens. Around its base lay the Odeon and the Theater of Dionysus; at its summit, amid temples and shrines, sat the Parthenon and an immense statue of the goddess Athena, surveying her namesake city."}, {"separator": true}],
		"uniques": ["[+10]% Happiness from luxury resources gifted by City-States", "Destroyed when the city is captured"],
		"requiredTech": "Drama and Poetry"
	},
	
	{
		"name": "Vihara",
		"replaces": "Temple",
		"uniqueTo": "Maurya",
		"cost": 100,
		"hurryCostModifier": 160,
		"faith": 2,
		"requiredBuilding": "Shrine",
		"civilopediaText": [ {"text": "The rainy season poses a special problem for Buddhist monks. Prohibited from taking life, monks had to exercise special caution navigating paths and avoid stepping on the insects that proliferated during this time of year. With this in mind, many Theravada Buddhist monks retreated to a special hall – a vihara – during the rains. At least, this is the theological interpretation. Practically, rain retreats and special quarters for monks allowed the monastic community to persist, cultivate discipline (or reinforce orthodoxy), and focus on the individual education of monks and novices. Even in the dry season, viharas are places of communal gathering for Buddhist monks, where a lot of the business of the monastery takes place. \nDuring the Maurya period, viharas could be rest stops for travelers, even those of non-religious orientations. But under Ashoka, these more pleasure-oriented centers gave way to explicitly religious sites, often carved directly into the rock, as at Ellora. Ashoka even heavily promoted the gifts of goods and land to such religious viharas over the years."}, {"separator": true}],
		"uniques": ["[+10]% [Happiness] [in this city]", "Destroyed when the city is captured"],
		"requiredTech": "Philosophy"
	},

	{
		"name": "Uwaybil K'uh",
		"replaces": "Temple",
		"uniqueTo": "Inca",
		"cost": 100,
		"hurryCostModifier": 160,
		"faith": 2,
		"requiredBuilding": "Shrine",
		"civilopediaText": [ {"text": "The Maya godhouse – the uwaybil k’uh – was a place of veneration for the Maya deities. Temples were houses for the gods, places where the deities could rest and be at home. As such, they were often covered by a cloth, at once enhancing the familiarity of the place (i.e. its appearance as a place of rest and relaxation) as well as its otherworldliness (i.e. this place of rest was intended for a divine being). These coverings were located in the innermost sanctum of a Maya temple, a place closed off to all but the most high-ranking priests. As such they emphasized the temples as places of religious veneration, not communal activity. In other words, the idea that religious rites are moments that bring a community together (a theory of Émile Durkheim) is contradicted here. These were places where individuals could perform the necessary duties that ensure the cooperation and placation of the vital forces underpinning the universe in seclusion."}, {"separator": true}],
		"uniques": ["[+15]% [Production] [in this city] <for [5] turns> <upon discovering [All] technology>", "Destroyed when the city is captured"],
		"requiredTech": "Philosophy"
	},

	{
		"name": "Forum",
		"replaces": "Market",
		"uniqueTo": "Rome",
		"cost": 100,
		"hurryCostModifier": 160,
		"gold": 3,
		"specialistSlots": {"Merchant": 2},
        "percentStatBonus": {"gold": 25},
		"civilopediaText": [ {"text": "The forum was the heart of Roman life, providing a communal center for the populace and drawing a settlement’s most important services – social, religious, economic, and cultural – into a single location. These public spaces began as commercial hubs, marketplaces that served multiple towns and drew them into a single political entity. They were also social centers for locals to gather and meet. Over time, these fora grew to incorporate additional functions. They housed the Temple of Jupiter and additional religious complexes and shrines. Political speeches and debates often took place on the steps of these buildings, while nearby basilicas bustled with legal matters and business transactions. During the Republic, the forum in Rome expanded in both scope and monumental architecture and became one of the city’s major tourist attractions, as well as the model for fora throughout the Roman world."}, {"separator": true}],
		"uniques": ["[+1 Culture] <for every [Completed Policy branches]>", "Comment [+1 Merchant slot]"],
		"requiredTech": "Currency"
	},

	{
		"name": "Sachal",
		"replaces": "Shrine",
		"uniqueTo": "Huns",
		"faith": 1,
		"cost": 40,
		"maintenance": 1,
		"requiredTech": "Pottery",
		"civilopediaText": [ {"text": "Buddhism arrived in Korea around the 4th century CE, and became a significant political tool – and point of contention – for Silla. Korean animism, focused around the worship of clan deities, had been central to the cultivation of elite power. But powerful noble families are an impediment to a centralized monarchy, which seeks the supremacy of one family over all – thus, monarchs of Silla adopted Buddhist religion, and sponsored the construction of massive temples – sachal, in Korean - within the capital. \nThe most significant of these was the Dragon Temple, Hwangnyonsa. This was a large nine-tiered pagoda, the largest building in East Asia at the time. From Hwangnyonsa, a new, royal-directed Buddhism was administered and promulgated throughout the kingdom. Buddhism remained contentious in Korea owing to its association with royalty, most notably being suppressed during later Joseon in favor of Confucianism and its class of scholar-administrators."}, {"separator": true}],
		"uniques": ["[+2 Gold] from [{Hill} {resource}] tiles [in this city]", "Only available <when religion is enabled>"]
	},

	 {
        "name": "Madinat",
        "maintenance": 2,
		"replaces": "University",
		"uniqueTo": "The Abbasids",
		"cost": 160,
		"hurryCostModifier": 160,
        "percentStatBonus": {"science": 33},
        "specialistSlots": {"Scientist": 2},
        "requiredBuilding": "Library",
		"civilopediaText": [ {"text": "Religion and education were closely intertwined under Abbasid rule, and the pursuit of knowledge was considered a key part of one’s spiritual journey. Early schooling focused on memorizing and studying religious texts. The development of the madrasa presented the opportunity for higher education and entry into the ranks of the ulema (the plural form of ʿālim), a community of scholars whose expertise on matters of legal import was invaluable to the empire. The mosque’s role as the center of spiritual and communal life formed a natural bond with the madrasa’s focus on religious-based scholarship, and the two buildings were typically constructed in a single complex that included a library and a boarding house for students, funded through charitable donations."}, {"separator": true}],
        "uniques": ["[+2 Science] from [Jungle] tiles [in this city]","[+2 Science, +1 Gold] from every specialist [in this city]"],
        "requiredTech": "Education"
    },
	{
		"name": "Anjuvannam",
		"replaces": "Bank",
		"uniqueTo": "Chola",
		"cost": 200,
		"hurryCostModifier": 160,
		"gold": 3,
		"percentStatBonus": {"gold": 25},
		"civilopediaText": [ {"text": "The Five Hundred Lords and the manigramam were ethnic Indian traders; the anjuvannam was a guild of foreigners (most often Persians and Arabs, but could include Jews and Christians) operating within the Chola Empire. That such merchants not only existed, but existed in numbers requiring their own category, is a testament to the reach of the empire. Traders from every known people and religion operated in a complex web of trade. Such networks extended to Southeast Asia in the east (and from there to China) and the African coast and the Middle East to the west, linking the world in ways that would only intensify as history progressed."}, {"separator": true}],
		"uniques": ["[+50]% Production when constructing [Water] units [in this city]"],
		"specialistSlots": {"Merchant": 1},
		"requiredTech": "Banking"
	},

	{
		"name": "Pura",
		"replaces": "Temple",
		"uniqueTo": "Majapahit",
		"cost": 70,
		"hurryCostModifier": 160,
		"faith": 2,
		"requiredBuilding": "Shrine",
		"civilopediaText": [ {"text": "Hinduism was the first major global religion to reach Indonesia, arriving with the wave of Sanskrit and other South Asian influences in the first century AD. Hinduism spread via the poetry and epics of Sanskrit literature, and local rulers sought power by linking themselves via the religion to distant (and prestigious) centers in South Asia. Once settled in the palace, the religion slowly filtered down to the rest of the population. We see the construction of Hindu temples steadily from the first millennium onward, including the structures at Borobudur, Prambanan, and elsewhere. Building temples became a language of power for Majapahit elites, one they took with them as they fled their declining empire to the island of Bali. \nFrom Bali, we take the term 'pura'. Hindu temples in Java, where the Majapahit Empire was based, are still referred to as candi, but here we use the Balinese term to avoid confusion with the candi bentar building as well as mark the Majapahit legacy of the island."}, {"separator": true}],
		"uniques": ["[-15]% Food consumption by [Specialists] [in this city]", "Destroyed when the city is captured"],
		"requiredTech": "Philosophy"
	},
	
	{
		"name": "Donjon",
		"replaces": "Castle",
		"uniqueTo": "Sweden",
		"cost": 160,
		"hurryCostModifier": 160,
		"cityStrength": 7,
		"cityHealth": 25,
		"civilopediaText": [ {"text": "The origin of the motte-and-bailey castle is unknown, but the style was popularized by the Norman ruler William the Conqueror, who introduced these structures to England following his 1066 invasion. Constructed of earth and timber, they were cheap and quick to build, but difficult to conquer. William raised hundreds of these castles across Britain, using them as nodes of power to consolidate his rule. They were so effective that he forbade their construction without royal permission. \nOver time, timber, which rotted quickly and could easily catch fire, was replaced by stone for castle construction. These fortresses were far more complex, expensive, and time-consuming to raise, but they had many advantages over earlier designs. Their well-guarded donjons (central fortified towers) were more resistant to attack and allowed for new configurations that heightened their defensive capabilities. Castles became almost impossible to conquer directly, and could be captured only through siege or sabotage. Stone fortresses were imposing and prestigious buildings, broadcasting the wealth and authority of the aristocrats within. Although gunpowder eventually ended the age of castles, many survive today, immortalizing the beauty and power envisioned by their creators."}, {"separator": true}],
		"uniques": [ "Free [Chevaler] appears", "[+10]% Production when constructing [Mounted] units [in this city]", "Destroyed when the city is captured"],
		"requiredTech": "Chivalry"
	},

	{
		"name": "Haven",
		"replaces": "Seaport",
		"uniqueTo": "Venice",
		"hurryCostModifier": 25,
		"requiredBuilding": "Harbor",
		"civilopediaText": [ {"text": "The governors of colonial cities faced challenges. They were reliant upon protection from powers based an ocean away, often in the middle of territory partially controlled by rival nations and the indigenous inhabitants who resented their presence – all the while sitting upon vast potential wealth. Is it any wonder that many struck deals with pirates for protection, for supplies, or just for wealth? \nIn the Caribbean, Tortuga, New Providence, and Port Royal were famous havens. In Africa, St. Mary’s Island supplied pirates working the Indian Ocean trade, and in Indonesia, Sulawesi and the Sulu islands were likewise pirate havens."}, {"separator": true}],
		"uniques": ["[+1 Production, +1 Gold] from [Water resource] tiles [in this city]",
			"Must be next to [Coast]", "[+50]% Production when constructing [Water] units [in this city]",
			"[Water] Units adjacent to this city heal [25] HP per turn when healing"],
		"requiredTech": "Navigation"
	},

	{
        "name": "Plaza",
		"replaces": "Opera House",
		"uniqueTo": "Spain",
        "culture": 4,
		"specialistSlots": {"Artist": 1},
		"cost": 200,
        "hurryCostModifier": 100,
       	"requiredTech": "Acoustics",
		"civilopediaText": [ {"text": "The plaza was the center of Spanish government and society. These large open squares drew together the administrative buildings of a town or city, including the casa consistorial, the law court, and trade buildings of the Casa de Contratación, as well as the local church or cathedral. Because of its size and prominent location, the plaza was a key space for communal assemblies, operating as a site for social gatherings and celebrations as well as military parades. It was a consistent element of Spanish urban planning, so much so that it was exported to settlements around the world during Spain’s era of expansion and colonization."}, {"separator": true}],
		"uniques": [ "[+2 Gold, +1 Culture] from [Luxury resource] tiles [in this city]", "Destroyed when the city is captured"],
	},

	{
        "name": "Industrial Park",
        "replaces": "Factory",
        "uniqueTo": "America",
        "production": 4,
		"percentStatBonus": {"production": 10},
		"specialistSlots": {"Engineer": 2},
     	"cost": 360,
		"maintenance": 3,
		"requiredResource": "Coal",
		"civilopediaText": [ {"text": "The growth of industry in early America was initially wrapped up in the development of urban centers. Yet as production efforts grew, bringing large businesses together into one dedicated space became more lucrative. These industrial parks typically attracted heavy industries, such as steel mills and machine production, which required more space, materials, and infrastructure than lighter trades. By allocating these facilities to their own districts, cities ensured that these critical industries, which supplied both products and jobs, had room to thrive while reducing their social and environmental impact on the surrounding population. \nHeavy industries relied on consistent and extensive deliveries of resources, as well as the ability to distribute their output. As a result, proximity to transportation was paramount to the success of these parks. Ports provided access to shipping, while the advent of the railway greatly expanded opportunities to foster industry across the United States."}, {"separator": true}],
    	"uniques": ["[+2 Production] from [Strategic resource] tiles [in this city]", "[+1 Production, +1 Gold] from [Luxury resource] tiles [in this city]"],
        "requiredTech": "Industrialization"
        },

	{
		"name": "Financial Centre",
		"replaces": "Stock Exchange",
		"uniqueTo": "England",
		"cost": 360,
		"hurryCostModifier": 160,
		"gold": 3,
		"percentStatBonus": {"gold": 33},
		"civilopediaText": [ {"text": "The British Empire’s dominance was largely built upon economics and trade, which in turn required significant financial infrastructure within the metropole. By the mid-19th century, London had become the world’s financial hub, and over half of all global trade took place in pounds sterling. Production and finances went hand in hand: Britain’s manufactories, transforming colonial resources into finished goods, fed from and fueled trade routes powered by the Royal Exchange. At its zenith, the system empowered the British to take direct control over the finances of individual colonies through the leverage of debt."}, {"separator": true}],
		"uniques": ["[+2 Gold, +1 Science] from each Trade Route", "Comment [Unlocked earlier at [Industrialization] vs [Electricity]]"],
		"specialistSlots": {"Merchant": 2},
		"requiredTech": "Industrialization"
	},

	{
        "name": "Avenue",
        "replaces": "Stadium",
        "uniqueTo": "Byzantium",
        "happiness": 3,
        "cost": 500,
		"maintenance": 2,
		"civilopediaText": [ {"text": "Today, Paris is admired for its architectural heritage – the buildings all of a type, the grand avenues linking monument to monument (exemplified by the Champs-Élysées). However, these developments were historically controversial, built (by some accounts) by a self-aggrandizing architect at the behest of (by all accounts) a megalomaniac dictator obsessed with spectacle. These men were Georges-Eugène Haussmann and Napoleon III, both lovers of spectacle, and both profoundly influential in 19th century France, for better or for worse. \nFacing the chaotic slums of Paris, Napoleon III proposed that the city be entirely renovated, removing the vestiges of its medieval past and replacing it with a new, modern city. Haussmann heard the call – and saw the wealth Napoleon III was willing to spend. He blasted the broad avenues of Paris through its existing slums, tearing down rambling old buildings to be replaced by modern blocks (those buildings that are so iconic of Paris today). Much of the old charm of Paris was gone, but so was its disease-ridden alleys and chaotic layout. What remained was a web of avenues stretching across – and defining – the city. \nThese avenues became centers of Belle Époque life. In the arcades, winding shopping malls between streets – many of which were demolished by Haussmann – lived the flaneur. These urban wanderers and seekers of novelty were incredibly influential to writers such as Charles Baudelaire, Marcel Proust, and their historian, the theorist Walter Benjamin. In turn, those thinkers continue to inspire visitors and residents of the City of Light."}, {"separator": true}],
        "uniques": ["[+2 Happiness] from [Great Improvement] tiles [in this city]"],
        "requiredTech": "Refrigeration"
   },

	{
		"name": "Zaibatsu",
		"replaces": "Stock Exchange",
		"uniqueTo": "Japan",
		"cost": 360,
		"hurryCostModifier": 160,
		"gold": 3,
		"percentStatBonus": {"gold": 25},
		"civilopediaText": [ {"text": "The corporate world, first anticipated by the joint-stock companies of the colonial age, reached its modern form at the dawn of the 20th century. The Japanese zaibatsu epitomized this evolution: a business conglomerate integrated into nearly all aspects of finance, with a family on top, and deeply involved in politics. Indeed, the push for Japanese wartime expansion in the name of securing resources came as much from private industry (i.e. zaibatsu) as from the imperial state. After World War II, the Allies dissolved the system, but existing conglomerates continue to push this line, as they do elsewhere (American corporations and especially Korean chaebol are similarly economically and politically powerful entities). \nThe Big Four zaibatsu were Sumimoto, Mitsui, Mitsubishi, and Yasuda – the first two had their origins in Edo-era business practices, and the latter in the Meiji Restoration."}, {"separator": true}],
		"uniques": ["[+1 Gold] from [improved] tiles [in this city]","[+1 Production] from [unimproved] tiles [in this city]"],
		"specialistSlots": {"Merchant": 2},
		"requiredTech": "Electricity"
	},
	
	{
		"name": "Zócalo",
		"replaces": "Stock Exchange",
		"uniqueTo": "Portugal",
		"cost": 360,
		"hurryCostModifier": 160,
		"gold": 3,
		"percentStatBonus": {"gold": 33},
		"civilopediaText": [ {"text": "Aztec ceremonial centers were built around a central plaza, a city plan that Spanish conquerors emulated in the Zócalo of Mexico City, here generalized to refer to the central plaza of all Mexican cities. It remains the place where important civic functions happen. The buildings surrounding the Zócalo are testaments to their importance in Mexican society: the cathedral, the city hall, and the main halls of administration. This space once contained the principal temple of the Aztec city of Tenochtitlan, and the Zócalo’s orientation toward the cardinal directions is a key outgrowth of its Aztec plan. This is the continuity of empire – the re-creation of a new world resting on the bones of the old."}, {"separator": true}],
		"uniques": ["[+2 Culture, +1 Gold] <for every [Completed Policy branches]>"],
		"specialistSlots": {"Merchant": 2},
		"requiredTech": "Electricity"
	},

	{
		"name": "Hammam",
		"replaces": "Aqueduct",
		"uniqueTo": "Devlet-i ʿAlīye-i ʿOsmānīye",
		"maintenance": 1,
		"cost": 125,
		"hurryCostModifier": 0,
		"civilopediaText": [ {"text": "In the Ottoman Empire, the rich and poor could enjoy the services of the local hammam, a public bath that was often one component of a külliye. Visitors would undress to a modest minimum and then proceed through a sequence of bathing rooms, from cold to hot. Ottoman baths were important to both the religious and social life of the neighborhoods, providing opportunity for ritual bathing and gendered space to speak freely. \nIn practice and design, the hammam evolved from a combination of the old Greek and Roman baths of the Byzantine period along with the Islamic baths common during the Umayyad Caliphate. The Ottomans continued these practices and imbued them with a style all their own as can be seen in the luxurious, domed hot rooms of the traditional hammams still operating in Istanbul."}, {"separator": true}],
		"uniques": ["[40]% Food is carried over after population increases [in this city]", "[+1 Culture, +2 Gold] from every specialist [in this city]"],
		"requiredTech": "Engineering"
	},
	{
		"name": "Külliye",
		"replaces": "Museum",
		"uniqueTo": "Devlet-i ʿAlīye-i ʿOsmānīye",
		"culture": 5,
		"production": 4,
		"cost": 225,
		"specialistSlots": {"Artist": 2},
		"requiredBuilding": "Opera House",
		"maintenance": 3,
		"hurryCostModifier": 0,
		"requiredTech": "Architecture",
		"civilopediaText": [ {"text": "Centered around a mosque, the külliye was a complex of buildings dedicated to the spiritual, physical, and mental wellbeing of the community. They could be found peppered throughout Ottoman cities, locating hospitals, schools, and kitchens around the central place of worship. \nIn Istanbul, the many külliye were built to sculpt the landscape, marking it as owned by the Sultan. The most stunning example is the Süleymaniye Külliye, named for its sponsor Süleyman the Magnificent. Together with the central mosque, it had seven schools, a hostel, hospitals, and shops, similar to the diversity of buildings and services we would find on a modern university campus. Today, külliye can still be found throughout Anatolia. Many have been renovated into museums; others are still part of their communities, the core of a neighborhood or suburb."}, {"separator": true}],
		"uniques": ["Destroyed when the city is captured", "Comment [Unlocked earlier at [Architecture] vs [Archaeology]]"]
	},

	{
		"name": "Bāq",
		"replaces": "Garden",
		"uniqueTo": "Polynesia",
		"culture": 2,
		"happiness": 1,
		"civilopediaText": [ {"text": "The bāq, or garden, is an evolution of the Achaemenid pairidaeza. It was designed as a paradise on earth, with geometrical arrangements, architectural elements, and carefully selected arrays of plants. Bāqs may be private or public, ranging from palace gardens to city parks. In all forms, they offer respite and contemplation, and, within cities, a breath of fresh air."}, {"separator": true}],
		"uniques": ["[+25]% Great Person generation [in this city]"],
		"hurryCostModifier": 25,
		"maintenance": 1,
		"requiredTech": "Theology"
	},
	
	{
		"name": "Huiguan",
		"replaces": "Bank",
		"uniqueTo": "Korea",
		"cost": 200,
		"hurryCostModifier": 160,
		"gold": 2,
		"science": 2,
		"culture": 2,
		"percentStatBonus": {"gold": 25},
		"specialistSlots": {"Merchant": 1},
		"civilopediaText": [ {"text": "One challenge for the center of any empire is handling the multiplicity and diversity of its people. Imperial China contained a vast array of people from different provinces who spoke different languages, all with their own networks and links across the empire. These informal networks were formalized within the institutions of the huiguan, the guild hall. When established in distant cities, these places were simultaneously mercantile assemblages, social gathering spots, lending banks, legal resources, and places for the collective worship of particular deities or ancestors. \nBeijing in the Qing era held hundreds of huiguan, tied to various provinces across the empire: prominent examples include the Sichuan Huiguan, the Wuhu Huiguan, and the Hunan and Hubei Huiguan. Today, the management of migrant communities in urban China has transitioned to the state via the hukou system (registration for permanent residence) and is attached to a legal set of rights over where one can access services."}, {"separator": true}],
		"requiredTech": "Banking"
	}

	{
		"name": "Tawantinsuyu Ability",
		"cost": 1,
		"hurryCostModifier": 160000000,
		"uniques": ["[+1 Production] per [2] population [in this city]", "Unbuildable <hidden from users>",
			"Destroyed when the city is captured <hidden from users>", "Will not be displayed in Civilopedia <hidden from users>", "Unsellable <hidden from users>"],
	}
]
